EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
VisualStudioExptTeam.vscodeintellicode
dbaeumer.vscode-eslint
cliffxuan.cmdlet
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.code-runner
golang.go
haskell.haskell
hoovercj.haskell-linter
humao.rest-client
jolaleye.horizon-theme-vscode
justusadam.language-haskell
matklad.rust-analyzer
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.vscode-typescript-next
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
oderwat.indent-rainbow
paulshen.paul-typescript-toolkit
phoityne.phoityne-vscode
redhat.vscode-commons
redhat.vscode-yaml
tinkertrain.theme-panda
vadimcn.vscode-lldb
vscodevim.vim
