CoenraadS.bracket-pair-colorizer-2
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
VisualStudioExptTeam.vscodeintellicode
dbaeumer.vscode-eslint
eamodio.gitlens
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.code-runner
golang.go
humao.rest-client
jolaleye.horizon-theme-vscode
matklad.rust-analyzer
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.vscode-typescript-tslint-plugin
oderwat.indent-rainbow
redhat.vscode-yaml
tinkertrain.theme-panda
vadimcn.vscode-lldb
vscodevim.vim
